---
kind: other
id: Properties.T:Autodesk.Revit.UI.Events.ComboBoxCurrentChangedEventArgs
source: html/1cc3569a-88fd-d329-adcd-a91afb30a84d.htm
---
# ComboBoxCurrentChangedEventArgs Properties

The current UIApplication.